export const ResultData = {
    "INTJ" : "전략가",
    "INTP" : "논리술사",
    "ENTJ" : "통솔자",
    "ENTP" : "변론가",
    "INFJ" : "옹호자",
    "INFP" : "중재자",
    "ENFJ" : "전략가",
    "ENFP" : "활동가",
    "ISTJ" : "현실주의자",
    "ISFJ" : "수호자",
    "ESTJ" : "경영자",
    "ESFJ" : "집정관",
    "ISTP" : "장인",
    "ISFP" : "모험가",
    "ESTP" : "사업가",
    "ESFP" : "연예인",
    "STCP" : "고집 있는 성과주의자",
    "STCE" : "영리한 현실주의자",
    "OTCP" : "오류 없는 마더컴퓨터",
    "OTCE" : "순발력 있는 실용주의자",
    "STDP" : "세심한 학생위원",
    "STDE" : "늦게 시동 걸리는 긍정주의자",
    "OTDP" : "아낌 없이 주는 공부블로거",
    "OTDE" : "오지랖 넓은 학생회장",
    "SACP" : "천천히, 그러나 확실한 운전사",
    "SADP" : "잠재력 있는 원칙주의자",
    "OACP" : "안전제일, 무사고주의자",
    "OADP" : "공부 잘하는 체육부장",
    "SACE" : "기발한 연구자",
    "SAPE" : "뭐든 아는 선배",
    "OACE" : "빼꼼한 자료수집가",
    "OAPE" : "똑똑한 스타강사"
  }

export const ResultTypeData = [
  {
    id: 1,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 2,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 3,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 4,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 5,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 6,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 7,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 8,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 9,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 10,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 11,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 12,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 13,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 14,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 14,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 15,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  },
  {
    id: 16,
    explain: "낮보다는 밤이나 새벽에, 공부가 잘 되는 뻐꾸기 유형이에요. ",
    solution: "낮보다는 밤에 공부하세요. ",
    behavior: "밤은 좋아요 "
  }
];
