export const Question = [
    "주변에서 다들 보는 책이나 자료라면 보지 않더라도 일단 수집하는 것이 마음이 편하다",
    "준비하는 시험에 어떤 강사와 강의가 있는지 빠짐없이 알고 있다",
    "어떻게 하면 지금보다 성적을 더 높일 수 있을지 방법을 잘 알고 있다",
    "공부할 때 친구나 가족 등 주변사람에게 자주 고민상담을 하고 힘을 얻는다",
    "공부를 함에 있어 내가 다른 사람보다 어떤 강점이나 약점을 가지고 있는지 정확히 알고 있다",
    "결국엔 다 잘 될 거라고 낙천적으로 생각하는 것이 공부에 도움이 된다",
    "공부가 계획대로 안 될 때까지 대비해서 예비계획을 세워두어야 한다",
    "혼자 공부를 하는 것보다 스터디를 하거나 아는 사람과 같이 공부하는 것을 선호한다",
    "공부의 목적은 시험에서 점수를 잘 받는 것이다",
    "모의고사나 쪽지시험을 잘못치면 크게 좌절하고 공부를 하기가 싫어진다",
    "책에 나오는 내용들을 순서대로 빠짐없이 꼼꼼하게 보는 것이 성적을 높이는 효율적인 방법이다",
    "혼자 시간을 보내는 것이 사람들과 함께 하는 것보다 편하다",
    "꼼꼼하게 교재를 한번 제대로 보는 것이 빠르게 여러번 보는 것보다 낫다",
    "공부하다가 심하게 감기 몸살이 와서 며칠 공부를 못한다면 크게 불안할 것 같다",
    "큼직하게 계획을 세우고 공부를 하면서 세부적인 계획을 세우고 조정하는 것이 아니라, 처음부터 세부적으로 계획을 세우는 편이다",
    "시험이 얼마 안 남았다면 다시 인강을 듣거나 책을 열심히 보는 것보다 시험당일에 어떤 컨디션을 유지할지 생각하는 것이 더 중요하다고 생각한다"
]

export default Question;